Repository: caius-kong/mt
Catalog: data_clean/input/old.tmx
Source language: en_us
Languages: fr_fr

source: %dK of %dK (at %3.2f K/sec)
fr_fr: %dK de %dK (à %3.2f K/sec.)

source: Server Name or IP
fr_fr: Nom ou IP de serveur

source: Virus found action:
fr_fr: Action en cas de détection de virus :

source: Alert message:
fr_fr: Message d'alerte :

source: Mail Scan
fr_fr: Scan du courrier

source: POP3 mail scan
fr_fr: Scan de la messagerie POP3

source: Scan POP3 mail messages and attachments as they are downloaded from the mail server
fr_fr: Effectuez un scan des messages POP3 et de leurs pièces jointes au cours de leur téléchargement depuis le serveur de messagerie

source: Action on infected files:
fr_fr: Action sur les fichiers infectés :

source: Action on uncleanable files:
fr_fr: Action sur les fichiers irréparables :

source: Microsoft Outlook mail scan
fr_fr: Scan de la messagerie Microsoft Outlook

source: Scan &Now
fr_fr: Scan &immédiat

source: &Install/Upgrade
fr_fr: &Installer/Mettre à niveau

source: &Apply
fr_fr: &Appliquer

source: Protect your Microsoft Outlook mailbox from security risks by installing or upgrading the mail scan program and then scanning your mailbox.
fr_fr: Protégez votre boîte de messagerie Microsoft Outlook contre les risques de sécurité en installant ou mettant à niveau le programme de scan de la messagerie, puis en scannant votre boîte de messagerie.

source: Toolbox
fr_fr: Boîte à outils

source: Check Point SecureClient Support
fr_fr: Support Check Point SecureClient

source: &Install Tool
fr_fr: &Installer l'outil

source: If you connect to your office network via VPN, your may have Check Point SecureClient installed to enhance protection. OfficeScan provides a tool that allows Check Point SecureClient to check if your virus pattern file and scan engine are current.
fr_fr: Si vous vous connectez à votre réseau d’entreprise par VPN, vous pouvez installer Check Point SecureClient pour améliorer votre protection. OfficeScan permet à Check Point SecureClient de vérifier si le fichier de signatures des virus et le moteur de scan sont à jour.

source: Client Proxy Settings
fr_fr: Paramètres proxy du client

source: Use HTTP proxy server
fr_fr: Utiliser un serveur proxy HTTP

source: Client proxy settings
fr_fr: Paramètres proxy du client

source: Address:
fr_fr: Adresse&nbsp;:

source: Exclude directories, files and file extensions from scanning if you think they are safe from security risks.
fr_fr: Excluez du scan les répertoires, fichiers et extensions de fichiers si vous pensez qu'ils ne comportent aucun risque de sécurité.

source: Exclude directories where Trend Micro products are installed
fr_fr: Excluez les répertoires dans lesquels sont installés des produits Trend Micro

source: Extension list:
fr_fr: Liste des extensions :

source: Add extension
fr_fr: Ajouter

source: Files extension to exclude:
fr_fr: Extensions de fichiers à exclure :

source: Default
fr_fr: Par défaut

source: Version Information
fr_fr: Informations sur la version

source: Buffer Overflow logs
fr_fr: Journaux de dépassement de mémoire tampon

source: Spyware/Grayware Exclusion List
fr_fr: Liste d'exclusion de spywares/graywares

source: Exclude specific file extensions from scanning if you think they are safe from security risks.
fr_fr: Excluez du scan des extensions de fichier spécifiques si vous pensez qu'elles ne comportent pas de risques de sécurité.

source: Notification Messages
fr_fr: Messages de notification

source: Display a notification message:
fr_fr: Afficher un message de notification :

source: Before a scheduled scan occurs
fr_fr: Avant un scan programmé

source: When buffer overflow is detected
fr_fr: Lorsqu'un dépassement de mémoire tampon est détecté

source: When Venus Spy Trap denies a system change
fr_fr: Lorsque Venus Spy Trap refuse une modification système

source: When virus/malware is detected in email
fr_fr: Lorsqu'un virus/programme malveillant est détecté dans un e-mail

source: Notification message settings
fr_fr: Paramètres des messages de notification

source: Add a Web Site
fr_fr: Ajout d'un site Web

source: Add a Web site to the approved list:
fr_fr: Ajoutez un site Web à la liste des sites Web approuvés :

source: Behavior Monitoring
fr_fr: Surveillance des comportements

source: Behavior Monitoring Exceptions
fr_fr: Exceptions de la surveillance des comportements

source: Specify program full path to approve or block a program. Behavior Monitoring automatically allows all approved programs to run and stops all blocked programs.
fr_fr: Indiquez le chemin d'accès complet à un programme pour approuver ou bloquer celui-ci. La surveillance des comportements permet automatiquement à tous les programmes approuvés de s'exécuter et arrête tous les programmes bloqués.

source: Program Full Path:
fr_fr: Chemin d'accès complet au programme&nbsp;:

source: Programs List:
fr_fr: Liste des programmes&nbsp;:

source: Enable device control
fr_fr: Activer le contrôle des dispositifs

source: Access to the following devices is restricted or blocked in keeping with Device Control policies.
fr_fr: L'accès aux dispositifs suivants est restreint ou bloqué, conformément aux stratégies de contrôle des dispositifs.

source: Daily
fr_fr: Quotidienne

source: Weekly
fr_fr: Hebdomadaire

source: Monthly
fr_fr: Mensuelle

source: Sunday
fr_fr: Dimanche

source: Monday
fr_fr: Lundi

source: Tuesday
fr_fr: Mardi

source: Wednesday
fr_fr: Mercredi

source: Thursday
fr_fr: Jeudi

source: Friday
fr_fr: Vendredi

source: Saturday
fr_fr: Samedi

source: First
fr_fr: Premier

source: Second
fr_fr: Deuxième

source: Third
fr_fr: Troisième

source: Fourth
fr_fr: Quatrième

source: Fifth
fr_fr: Cinquième

source: Virus/Malware Scan
fr_fr: Scan antivirus/programme malveillant

source: Spyware/Grayware Scan
fr_fr: Scan anti-spyware/grayware

source: created/modified
fr_fr: création/modification

source: retrieved
fr_fr: récupération

source: created/modified and retrieved
fr_fr: création/modification et récupération

source: &Go to
fr_fr: &Accéder à

source: Real-time &Monitor
fr_fr: Surveillance en &temps réel

source: Manual &Scan
fr_fr: &Scan manuel

source: Manual Scan &Results
fr_fr: &Résultats de scan manuel

source: Fire&wall
fr_fr: &Pare-feu

source: M&ail Scan
fr_fr: S&can de la messagerie

source: &Logs
fr_fr: &Journaux

source: &Toolbox
fr_fr: &Boîte à outils

source: &Settings
fr_fr: P&aramètres

source: &Manual Scan
fr_fr: Sca&n manuel

source: &Real-time Scan
fr_fr: Scan en temps &réel

source: &Scheduled Scan
fr_fr: Scan pro&grammé

source: Client &Proxy
fr_fr: Pro&xy client

source: &Approved Web Site List
fr_fr: &Liste des sites Web approuvés

source: &Contents
fr_fr: S&ommaire

source: &Virus Encyclopedia
fr_fr: &Encyclopédie des virus

source: &About
fr_fr: &À propos de...

source: Web Reputation Logs
fr_fr: Journaux de réputation de sites Web

source: Click to scan for spyware/grayware.
fr_fr: Cliquez pour rechercher des spywares/graywares.

source: Scanning is complete. At least one instance of spyware/grayware was found.Click Ok to view detailed scan results.
fr_fr: Scan terminé. Au moins une occurrence de spyware/grayware a été trouvée.Cliquez sur OK pour consulter les résultats détaillés du scan.

source: The scan was cancelled before it was completed. No instance of spyware/grayware was found.Trend Micro highly recommends performing a complete scan.
fr_fr: Le scan a été annulé prématurément. Aucune occurrence de spyware/grayware n’a été trouvée.Trend Micro recommande vivement d'effectuer un scan complet.

source: update regist
fr_fr: mise à jour de l'enregistrement

source: Web reputation logs found.
fr_fr: journaux de réputation de sites Web trouvés.

source: The scan was cancelled before it was completed. At least one instance of spyware/grayware was found.Trend Micro highly recommends performing a complete scan.
fr_fr: Le scan a été annulé prématurément. Au moins une occurrence de spyware/grayware a été trouvée.Trend Micro recommande vivement d'effectuer un scan complet.

source: Scanning is complete. No instance of spyware/grayware was found.
fr_fr: Scan terminé. Aucune occurrence de spyware/grayware n’a été trouvée.

source: Exit
fr_fr: Quitter

source: Unable to open Core Protection Module Help.
fr_fr: Impossible d'ouvrir l'aide du client Core Protection Module.

source: The specified application cannot be found. Please specify a different application.
fr_fr: L’application spécifiée est introuvable. Veuillez spécifier une autre application.

source: Only files in the local computer can be selected as target application.
fr_fr: Seuls les fichiers de l'ordinateur local peuvent être sélectionnés en tant qu'application cible.

source: Category
fr_fr: Catégorie

source: Risk Level
fr_fr: Niveau de risque

source: Invalid days !
fr_fr: Jours incorrects !

source: Unable to read from the boot sector. Do you want to continue?
fr_fr: Impossible de lire le secteur d’amorçage. Continuer&nbsp;?

source: User Name : Company Name : Serial Number :
fr_fr: Nom d'utilisateur&nbsp;: Nom de la société&nbsp;: Numéro de série&nbsp;:

source: Total Physical Memory : KBytes
fr_fr: Mémoire physique totale&nbsp;: Ko

source: There are no detailed logs for the security risk you specified.
fr_fr: Il n'existe aucun journal détaillé pour le risque de sécurité spécifié.

source: spyware/grayware records found
fr_fr: entrées de spywares/graywares ont été trouvées

source: Spyware/Grayware Details
fr_fr: Détails du spyware/grayware

source: Spyware/Grayware Name:
fr_fr: Nom du spyware/grayware :

source: Date/Time:
fr_fr: Date et heure :

source: Dangerous
fr_fr: Dangereux

source: Invalid IPv6 Prefix Length. Please try again.
fr_fr: Longueur de préfixe IPv6 invalide. Veuillez réessayer.

source: Highly suspicious
fr_fr: Extrêmement suspect

source: Suspicious
fr_fr: Suspect

source: firewall logs found
fr_fr: journaux de pare-feu trouvés

source: IPv6 - Single IP
fr_fr: IPv6 – IP unique

source: IPv6 - IP Range
fr_fr: IPv6 – Plage IP

source: IPv6 - Prefix
fr_fr: IPv6 - Préfixe

source: Prefix Length
fr_fr: Longueur de préfixe

source: Available
fr_fr: Disponible

source: Unavailable
fr_fr: Non disponible

source: Spyware/Grayware cannot be cleaned.
fr_fr: Impossible de nettoyer les spywares/graywares.

source: Untested
fr_fr: Non testé

source: Suspend
fr_fr: Interrompre

source: Please specify a range between and , and try again.
fr_fr: Définissez un intervalle compris entre et , puis réessayez.

source: Scan with Core Protection Module
fr_fr: Scanner avec le client Core Protection Module

source: Details
fr_fr: Détails

source: Scanning for security risks....
fr_fr: Recherche des risques de sécurité en cours...

source: Scan is pending...
fr_fr: Le scan est en attente...

source: VirusInfo
fr_fr: Informations sur les virus

source: C&ontinue
fr_fr: &Continuer

source: Network driver not found.
fr_fr: Pilote réseau introuvable.

source: Scanning directories and files
fr_fr: Scan des répertoires et fichiers

source: H&elp
fr_fr: &Aide

source: Core Protection Module Outlook Mail Scan
fr_fr: Scan de la messagerie Outlook par Core Protection Module

source: You need administrator rights to install this module.
fr_fr: Vous devez disposer de privilèges d'administrateur pour installer ce module.

source: Virus information file error!
fr_fr: Erreur liée au fichier d'informations sur les virus

source: Virus/Malware Logs
fr_fr: Journaux de virus/programmes malveillants

source: Spyware/Grayware Logs
fr_fr: Journaux de spywares/graywares

source: Ready
fr_fr: Prêt

source: CAP
fr_fr: MAJ

source: OVR
fr_fr: RFP

source: Display program information, version number and copyrightAbout
fr_fr: Affiche des informations sur le programme, le numéro de version et le copyrightÀ propos de

source: Minimize to taskbar. Minimize
fr_fr: Réduit le programme à une icône dans la barre des tâches. Réduire

source: Display instructions about how to use helpHelp
fr_fr: Affiche les instructions d'utilisation de l'aideAide

source: Show or hide the toolbarToggle ToolBar
fr_fr: Affiche ou masque la barre d'outilsAfficher/masquer la barre d'outils

source: Show or hide the status barToggle StatusBar
fr_fr: Affiche ou masque la barre d'étatAfficher/masquer la barre d'état

source: Change the window size
fr_fr: Modifie la taille de la fenêtre

source: Change the window position
fr_fr: Modifie la position de la fenêtre

source: Reduce the window to an icon
fr_fr: Réduit la fenêtre à une icône

source: Enlarge the window to full size
fr_fr: Agrandit la fenêtre (plein écran)

source: Switches to the next document window
fr_fr: Passe à la fenêtre du document suivant

source: Switches to the previous document window
fr_fr: Passe à la fenêtre du document précédent

source: Closes the active window and prompts to save the documents
fr_fr: Ferme la fenêtre active et propose d'enregistrer les documents

source: Restores the window to normal size
fr_fr: Restaure la taille normale de la fenêtre

source: Activate Task List
fr_fr: Active la liste des tâches

source: Multi-byte characters cannot be used in file name extensions. Please try again.
fr_fr: Les caractères multi-octets ne peuvent être utilisés dans les extensions de noms de fichiers. Veuillez réessayer.

source: Unable to download the mail scan program.The Core Protection Module server may be temporarily unavailable.Please try again later.
fr_fr: Impossible de télécharger le programme de scan de la messagerie.Le serveur Core Protection Module est peut-être temporairement indisponible.Veuillez réessayer ultérieurement.

source: Downloading...
fr_fr: Téléchargement en cours...

source: The Microsoft Outlook mail scan program has not been installed yet. Do you want to download and install this program?
fr_fr: Le programme de scan de la messagerie Microsoft Outlook n'a pas encore été installé. Voulez-vous télécharger et installer ce programme&nbsp;?

source: The POP3 mail scan program has not been installed yet.Do you want to download and install this program?
fr_fr: Le programme de scan de la messagerie POP3 n'a pas encore été installé.Voulez-vous télécharger et installer ce programme&nbsp;?

source: The Core Protection Module for Wireless program has not been installed yet.Do you want to download and install this program?
fr_fr: Le programme Core Protection Module pour Wireless n'a pas encore été installé.Voulez-vous télécharger et installer ce programme&nbsp;?

source: The Check Point SecureClient Support program has not been installed yet.Do you want to download and install this program?
fr_fr: Le programme de support Check Point SecureClient n'a pas encore été installé.Voulez-vous télécharger et installer ce programme&nbsp;?

source: Unable to download the CheckPoint SecureClient Support program.The Core Protection Module server may be temporarily unavailable.Please try again later.
fr_fr: Impossible de télécharger le programme de support Check Point SecureClient.Le serveur Core Protection Module est peut-être temporairement indisponible.Veuillez réessayer ultérieurement.

source: Application error
fr_fr: Erreur liée à l'application

source: file(s) cleaned.
fr_fr: fichier(s) nettoyé(s).

source: file(s) deleted.
fr_fr: fichier(s) supprimé(s).

source: file(s) renamed with a *.vir extension.
fr_fr: fichier(s) renommé(s) avec l'extension *.vir

source: Clean file(s)?
fr_fr: Nettoyer le(s) fichier(s) ?

source: Delete file(s)?
fr_fr: Supprimer le(s) fichier(s) ?

source: Rename file(s)?
fr_fr: Renommer les fichier(s) ?

source: About Trend Micro Core Protection Module
fr_fr: À propos de Trend Micro Core Protection Module

source: The Core Protection Module service is not running or is running an update.Please start the client program and try again.
fr_fr: Le service client Core Protection Module n'est pas en cours d'exécution ou effectue une mise à jour.Veuillez démarrer le programme client et réessayer.

source: POP3 mail scan supports Microsoft Outlook, Outlook Express, and Eudora Pro.If your POP3 mail program was running when you installed/upgraded POP3 mail scan, restart the mail program after installation/upgrade to enable the changes.
fr_fr: Le scan de messagerie POP3 prend en charge Microsoft Outlook, Outlook Express et Eudora Pro.Si votre programme de messagerie POP3 était en cours d'exécution lorsque vous avez installé/mis à niveau le scan de messagerie POP3, redémarrez le programme de messagerie après l'installation/la mise à niveau pour activer les modifications.

source: There is no available upgrade for the mail scan program.
fr_fr: Aucune mise à niveau n'est disponible pour le programme de scan de la messagerie.

source: The mail scan program has been installed/upgraded successfully.
fr_fr: Installation/mise à niveau du programme de scan de la messagerie réussie.

source: Mail scan program upgrade was unsuccessful.Please close the program if it is running, and check if you are running low on disk space.
fr_fr: La mise à niveau du programme de scan de la messagerie a échoué.Fermez le programme s'il est en cours d'exécution et vérifiez si l'espace disque restant est suffisant.

source: Please type a valid server name and try again.
fr_fr: Veuillez entrer un nom de serveur valide et réessayez.

source: Please type a valid port number and try again.
fr_fr: Veuillez entrer un numéro de port valide et réessayez.

source: OPP Mode
fr_fr: Mode OPP

source: The quarantine path entered is incorrect. The original quarantine path will be restored.
fr_fr: Le chemin de quarantaine saisi est incorrect. Le chemin de quarantaine original va être restauré.

source: You have entered an incorrect Uniform Resource Identifier (URI) format.
fr_fr: Vous avez entré un format d'URI (Uniform Resource Identifier) incorrect.

source: HTTPS cannot be used in approved web site list.
fr_fr: Le protocole HTTPS ne peut pas être utilisé dans la liste des sites Web approuvés.

source: You have entered a duplicated web site.
fr_fr: Le site Web que vous avez entré est déjà présent dans la liste.

source: You have reached the maximum number of characters (511 characters) that you can specify in the Approved Web Site List.
fr_fr: Vous avez atteint le nombre maximum de caractères (511 caractères) autorisé dans la liste des sites Web approuvés.

source: Please enter a valid web site URL.
fr_fr: Veuillez entrer un URL de site Web valide.

source: You have reached the maximum count of approved web site list, please remove other web site and enter this web site again.
fr_fr: Vous avez atteint le nombre maximum de sites Web autorisé dans la liste des sites Web approuvés. Pour ajouter ce site Web à la liste, veuillez d'abord supprimer un autre site.

source: Virus/Malware Name
fr_fr: Nom du virus/programme malveillant

source: Unable to load the Virus Pattern. Please try again.
fr_fr: Impossible de charger le fichier de signatures de virus. Veuillez réessayer.

source: Unable to finish scanning due insufficient memory. Please contact your Core Protection Module administrator for assistance.
fr_fr: Impossible de terminer le scan en raison d'une mémoire insuffisante. Veuillez contacter votre administrateur Core Protection Module pour obtenir de l’aide.

source: VxD error
fr_fr: Erreur VxD

source: The virus scanner has detected virus activity in your system. For details refer to the virus report in the Clean property page.
fr_fr: Le scan antivirus a détecté une activité virale sur votre système Pour plus d'informations, reportez-vous au rapport sur les virus dans la page de propriétés du Nettoyage.

source: Found boot virus in drive: %c:, virus name: ''Do you want to remove this virus?
fr_fr: Détection d'un virus d'amorce sur le lecteur : %c:, Nom du virus : Souhaitez-vous supprimer ce virus ?

source: Boot virus removed successfully!
fr_fr: Virus d'amorce supprimé

source: Core Protection Module detected but unsuccessfully removed a boot virus. Please contact your Core Protection Module administrator for assistance.
fr_fr: Core Protection Module a détecté un virus d’amorce, mais n’a pas réussi à le supprimer. Veuillez contacter votre administrateur Core Protection Module pour obtenir de l’aide.

source: Virus/Malware was detected in the boot sector of your computer. Please restart your computer with the Emergency Rescue Disk and execute SYS.COM to remove the virus/malware.
fr_fr: Un virus/programme malveillant a été détecté dans le secteur d'amorçage de votre ordinateur. Redémarrez votre ordinateur avec la disquette de réparation d'urgence et exécutez SYS.COM pour supprimer le virus/programme malveillant.

source: The virus/malware program '' was detected in memory.Please restart your computer with the Emergency Rescue Disk and launch PCSCAN to scan your computer.Do you want to restart now?
fr_fr: Le virus/programme malveillant «&nbsp;» a été détecté dans la mémoire.Redémarrez votre ordinateur avec la disquette de réparation d'urgence et lancez PCSCAN pour scanner l'ordinateur.Voulez-vous redémarrer maintenant&nbsp;?

source: Are you sure you want to stop the scan?
fr_fr: Voulez-vous vraiment arrêter le scan ?

source: Scanning boot area...
fr_fr: Scan de la zone d'amorçage...

source: Scanning file on ...
fr_fr: Scan du fichier sur ...

source: Scan cancelled successfully.
fr_fr: Scan annulé.

source: Scanning was cancelled before it was completed. No security risk program was found.Trend Micro highly recommends performing a complete scan.
fr_fr: Le scan a été annulé prématurément. Aucun programme présentant un risque de sécurité n'a été détecté.Trend Micro recommande vivement d'effectuer un scan complet.

source: Scanning is complete. No security risk was found.
fr_fr: Scan terminé. Aucun risque de sécurité n’a été détecté.

source: Damage Cleanup Services was not launched due to an invalid engine or template file. Please report this problem to your Core Protection Module administrator. Click Ok to view the scan result.
fr_fr: Damage Cleanup Services n'a pas été lancé en raison d'un fichier moteur ou modèle non valide. Veuillez signaler ce problème à votre administrateur Core Protection Module. Cliquez sur OK pour consulter le résultat du scan.

source: Unable to get registry data!
fr_fr: Impossible d'obtenir les données du registre

source: Unable to open registry!
fr_fr: Impossible d'ouvrir le registre

source: Scanning was cancelled before it was completed. At least one instance of virus/malware was found.Trend Micro highly recommends performing a complete scan.
fr_fr: Le scan a été annulé prématurément. Au moins une occurrence de virus/programme malveillant a été trouvée.Trend Micro recommande vivement d'effectuer un scan complet.

source: Scanning is complete. At least one virus/malware program was found.For more information, click the Scan Results tab.
fr_fr: Scan terminé. Au moins un virus/programme malveillant a été trouvé.Pour plus d'informations, cliquez sur l'onglet Résultats du scan.

source: Delete unsuccessful!
fr_fr: Suppression impossible

source: Error renaming file!
fr_fr: Impossible de renommer le fichier

source: An uncleanable file was detected in:
fr_fr: Un fichier non nettoyable a été détecté dans :

source: Do you want to continue the scan ?
fr_fr: Souhaitez-vous poursuivre le scan ?

source: Scan date/time:
fr_fr: Date/heure du scan :

source: Scanning for known viruses on drive: .
fr_fr: Recherche de virus connus sur le lecteur&nbsp;: .

source: Found virus '' in file: .
fr_fr: Virus détecté dans le fichier : .

source: Found boot virus '' in drive: .
fr_fr: Détection du virus d'amorce sur le lecteur : .

source: files have been checked.
fr_fr: fichiers ont été vérifiés.

source: Found infected file(s).
fr_fr: Détection de fichier(s) infecté(s).

source: Reading directory data on: .
fr_fr: Lecture des données des répertoires sur : .

source: Are you sure you want to exit Core Protection Module?
fr_fr: Voulez-vous vraiment quitter Core Protection Module ?
